[
{
    "model": "articles.article",
    "pk": 1,
    "fields": {
        "title": "Ziemia jest bliżej czarnej dziury i porusza się szybciej, niż dotychczas sądziliśmy",
        "content": "Ziemia jest bliżej supermasywnej centralnej czarnej dziury – Sagittariusa A* – naszej galaktyki i porusza się szybciej niż dotychczas sądzono. Tak wynika z nowej mapy sporządzonej na podstawie ponad 15-letnich badań prowadzonych przez japoński projekt astronomiczny VERA.\r\n\r\nVERA (VLBI Exploration of Radio Astrometry) wystartował w 2000 roku. Głównym zadaniem projektu jest określenie struktury przestrzennej i prędkości obiektów w Drodze Mlecznej. Naukowcy wykorzystują technikę interferometrii, która pozwala połączyć dane z różnych radioteleskopów znajdujących się w Japonii i uzyskać obraz o takiej rozdzielczości, jak z jednego radioteleskopu o średnicy 2300 kilometrów. Uzyskano w ten sposób rozdzielczość wynoszącą 10 mikrosekund kątowych. To rozdzielczość wystarczająca, by – przynajmniej teoretycznie – dostrzec z Ziemi 2-złotówkę leżącą na powierzchni Księżyca.\r\n\r\nJako, że Ziemia znajduje się wewnątrz Drogi Mlecznej, nie możemy badać naszej galaktyki z zewnątrz. Żeby zrozumieć strukturę Drogi Mlecznej musimy posłużyć się astrometrią, dokładnymi pomiarami pozycji i ruchu obiektów w naszej galaktyce. Dzięki temu jesteśmy w stanie odtworzyć jej trójwymiarową strukturę.  Właśnie opublikowano First VERA Astrometry Catalog, w którym znajdują się dokładne dane dotyczące 99 obiektów Drogi Mlecznej.\r\n\r\nDzięki temu dowiedzieliśmy się właśnie, że Ziemia porusza się wokół centrum Drogi Mlecznej z prędkością 227 km/s, czyli o 7 km/s szybciej, niż sądziliśmy. Jest też o 2000 lat świetlnych bliżej Sagittariusa A*. Od centralnej czarnej dziury dzieli nas zatem 25 800 lat świetlnych, a nie 27 700 lat świetlnych.\r\n\r\nTeraz VERA obserwuje kolejne obiekty, szczególnie te znajdujące się blisko czarnej dziury. Projekt VERA przystąpił też do programu EAVN (East Asian VLBI Network), w ramach którego współpracują ze sobą radioteleskopy w Japonii, Korei Południowej i Chin. Dzięki zwiększeniu liczby urządzeń oraz odległości pomiędzy nimi EAVN osiągnie większą rozdzielczość niż VERA i dostarczy jeszcze bardziej dokładnych danych.",
        "published": "2020-12-03T12:10:37Z"
    }
},
{
    "model": "articles.article",
    "pk": 2,
    "fields": {
        "title": "Sztuczna inteligencja u progu wielkiej rewolucji w medycynie i naukach biologicznych",
        "content": "AlphaFold, sieć sztucznej inteligencji zbudowana w oparciu o słynny DeepMind dokonała olbrzymiego kroku w kierunku poradzenia sobie z jednym z najpoważniejszych wyzwań nauk biologicznych – określeniem kształtu białek z sekwencji ich aminokwasów. To zmieni medycynę, zmieni bioinżynierię. Zmieni wszystko, mówi Andrei Lupas, biolog ewolucyjny z Instytutu Biologii Rozwojowej im. Maxa Plancka w Tybindze, który oceniał możliwości podobnych programów. Lupas dobrze zna AlphaFold. Program pomógł określić mu strukturę białka, z którym jego laboratorium nie mogło sobie poradzić od dekady.\r\n\r\nMożliwość określenia prawidłowej struktury białek pozwoli zarówno na lepsze zrozumienie życia, jak i na szybsze opracowywanie supernowoczesnych leków. Obecnie znamy 200 milionów białek, ale w pełni rozumiemy strukturę i funkcję niewielkiego ułamka z nich. Jednak nawet opisanie tej niewielkiej liczby dobrze poznanych białek zajęło nauce wiele lat, a do ich badań konieczny był wyspecjalizowany sprzęt warty miliony dolarów.\r\n\r\nAlphaFold pokonał około 100 innych programów, które wraz z nim stanęły do zawodów CASP (Critical Assesment of Structure Prediction). Zawody odbywają się co dwa lata, a AlphaFold wystartował w nich po raz pierwszy w 2018 roku i od razu trafił na szczyt klasyfikacji. Jednak w tym roku jego możliwości zaskoczyły specjalistów. Nie dość, że znacząco wyprzedził konkurencję, to jego osiągnięcia były tak imponujące, iż mogą zwiastować rewolucję w biologii.\r\n\r\nW niektórych przypadkach wyniki uzyskane za pomocą AlphaFold nie różniły się niczym od tych osiąganych za pomocą metod eksperymentalnych stanowiących złoty standard, takich jak krystalografia rentgenowska czy mikroskopia krioelektronowa. Naukowcy mówią, że AlphaFold nie zastąpi – przynajmniej na razie – tych metod, ale już teraz pozwoli na badanie struktur biologicznych w zupełnie nowy sposób.\r\n\r\nBiałka to podstawowe budulce organizmów żywych. Odpowiedzialne są za większość procesów zachodzących w komórkach. O tym, jak działają i co robią, decyduje ich struktura 3D. Odpowiedni kształt przyjmują one bez żadnej instrukcji, kierowane jedynie prawami fizyki.\r\n\r\nOd dziesięcioleci główną metodą określania kształtów białek były metody eksperymentalne. Badania tego problemu rozpoczęto w latach 50. ubiegłego wieku korzystając z metod krystalografii rentgenowskiej. W ostatniej dekadzie preferowanym narzędziem badawczym stała się mikroskopia krioelektronowa.\r\n\r\nW latach 80. i 90. zaczęto prace nad wykorzystaniem komputerów do określania kształtu protein. Jednak nie szło to zbyt dobrze. Metody, które sprawdzały się przy jednych białkach nie zdawały egzaminu przy badaniu innych. John Moult, biolog obliczeniowy z University of Maryland, wraz z kolegami wpadł na pomysł zorganizowania CASP, zawodów, które miały uporządkować prace nad wykorzystaniem komputerów do badania kształtów białek. W ramach tych zawodów przed zespołami naukowymi stawia się zadanie określenia właściwej struktury protein, których to struktura została wcześniej określona metodami eksperymentalnymi, ale wyniki tych badań nie zostały jeszcze upublicznione.\r\n\r\nMoult mówi, że eksperyment ten – uczony unika słowa „zawody” – znakomicie przysłużył się badaniom na tym polu, pozwolił na uporządkowanie metod i odrzucenie wielu nieprawdziwych twierdzeń. Tutaj naprawdę możemy przekonać się, która metoda jest obiecująca, która działa, a którą należy odrzucić, stwierdza.\r\n\r\nW 2018 roku na CASP13 po raz pierwszy pojawił się AlphaFold. To algorytm sztucznej inteligencji bazujący na słynnym DeepMind, który pokonał mistrza go Lee Sedola, przełamując kolejną ważną barierę dla sztucznej inteligencji.\r\n\r\nJuż w 2018 roku AlphaFold zyskał sobie uznanie specjalistów. Jednak wówczas korzystał z bardzo podobnych technik, co inne programy. Najpierw wykorzystywał metody głębokiego uczenia się oraz dane strukturalne i genetyczne do określenia odległości pomiędzy parami aminokwasów w proteinie, a następnie – już bez użycia SI – wypracowywał „konsensus” dotyczący ostatecznego wyglądu proteiny. Twórcy AlphaFolda próbowali to udoskonalać korzystając z takiego właśnie modelu, ale natrafili na przeszkody nie do pokonania.\r\n\r\nZmienili więc taktykę i stworzyli sieć sztucznej inteligencji, która wykorzystywała też informacje o fizycznych i geometrycznych ograniczeniach w zawijaniu białek. Ponadto nowy model zamiast przewidywać zależności pomiędzy poszczególnymi aminokwasami miał do zrobienia coś znacznie trudniejszego – przewidzieć ostateczny kształt białka.\r\n\r\nCASP trwa kilka miesięcy. Biorące w nim udział zespoły regularnie otrzymują niezbędne informacje o proteinach lub ich fragmentach – w sumie jest ich około 100 – i mają określić ich strukturę. Wyniki pracy tych zespołów oceniają niezależni eksperci, którzy sprawdzają, na ile wyniki uzyskane na komputerach są zgodne z rzeczywistą strukturą białek określoną wcześniej metodami eksperymentalnymi. Oceniający nie wiedzą, czyją pracę oceniają. Wyniki są anonimizowane. Dane z AlphaFold były w bieżącym roku opisane jako „grupa 427”. Jednak niektóre z przewidywań dostarczonych przez tę grupę były tak dokładne, że wielu sędziów domyśliło się, kto jest autorem pracy. Zgadłem, że to AlphaFold. Większość zgadła, mówi Lupas.\r\n\r\nAlphaFold nie sprawował się równo. Raz radził sobie lepiej, raz gorzej. Ale niemal 2/3 jego przewidywań dorównywało wynikom uzyskanym metodami eksperymentalnymi. Czasami nie było wiadomo, czy różnica wynika z niedoskonałości AlphaFold czy metod eksperymentalnych. Jak mówi Moult, największą różnicę pomiędzy AlphaFold a metodami eksperymentalnymi było widać, gdy rzeczywisty wygląd proteiny określano za pomocą rezonansu jądrowego. Jednak różnica ta może wynikać ze sposobu obróbki surowych danych uzyskanych tą metodą. AlphaFold słabo sobie radził też w określaniu indywidualnych struktur w grupach protein, gdzie kształt białka mógł być zaburzany obecnością innego białka.\r\n\r\nOgólnie rzecz biorąc średnia wydajność modeli biorących udział w tegorocznym CASP była lepsza niż przed dwoma laty, a za większość postępu odpowiadał AlphaFold. Na przykład tam, gdzie proteiny określano jako średnio trudne najlepsze modele uzyskiwały 75 na 100 możliwych punktów, a AlphaFold uzyskał tam 90 punktów. Przekroczenie granicy 90 punktów uznaje się za dorównanie metodom eksperymentalnym.\r\n\r\nMohammed AlQuraishi, biolog obliczeniowy z Columbia University, który też brał udział w CASP chwali osiągnięcie AlphaFold: myślę, że trzeba uczciwie powiedzieć, iż osiągnięcie to wstrząśnie dziedziną badania struktur białek. Sądzę, że wielu specjalistów przestanie się tym zajmować, gdyż główny problem został rozwiązany. To olbrzymi przełom, jedno z najważniejszych osiągnięć naukowych, jakie widziałem w swoim życiu.\r\n\r\nO tym, jak wielkie możliwości ma AlphaFold i jak olbrzymia rewolucja może nadchodzić niech świadczy przykład badań, jakie prowadził zespół Andreia Lupasa. Niemcy od dawna próbowali określić strukturę białka pewnej bakterii. Za pomocą krystalografii rentgenowskiej uzyskali surowe dane, jednak ich przełożenie na odpowiednią strukturę wymagało pewnych informacji o kształcie proteiny. Wszelkie próby rozwiązania zagadnienia spaliły na panewce. Spędziliśmy dekadę próbując wszystkiego. Model opracowany przez group 427 dostarczył nam tę strukturę w ciągu pół godziny, mówi Lupas.\r\n\r\nDemis Hassabis, współzałożyciel i szef firmy DeepMind, która obecnie należy do Google'a, mówi, że jego firma dopiero zaczyna rozumieć, czego biolodzy chcą od AlphaFold.\r\n\r\nAlphaFold już zresztą przydaje się w praktyce. Na początku 2020 roku algorytm opisał strukturę kilku białek wirusa SARS-CoV-2. Później okazało się, że przewidywania dotyczące białka Orf3a zgadzają się z wynikami uzyskanymi eksperymentalnie.\r\n\r\nRozpowszechnienie się AlphaFold raczej nie doprowadzi do zamknięcia laboratoriów. Jednak dzięki niemu do określenia struktury protein wystarczą gorszej jakości, a więc i łatwiejsze do uzyskania, dane. Możemy się też spodziewać olbrzymiej liczby odkryć, gdyż już w tej chwili dysponujemy olbrzymią liczbą danych, które program będzie mógł wykorzystać. Dodatkową korzyścią jest fakt, że będzie można prowadzić bardziej zaawansowane badania. Nowa generacja biologów molekularnych będzie mogła zadać bardziej złożone pytania. Będą mogli skupić się bardziej na myśleniu niż na prowadzeniu eksperymentów, mówi Lupas.\r\n\r\nNaukowcy mają nadzieję, że dzięki AlphaFold poznamy funkcje tysięcy białek tworzących ludzkie DNA, a to z kolei pozwoli nam poznać przyczyny wielu chorób.",
        "published": "2020-12-03T12:12:42Z"
    }
},
{
    "model": "articles.article",
    "pk": 3,
    "fields": {
        "title": "Zbyt piękne, by było prawdziwe? Eksperymenalny lek odwraca skutki starzenia się oraz urazów mózgu",
        "content": "Zaledwie kilka dawek eksperymentalnego leku wystarczy, by u myszy odwrócić związane z wiekiem ubytki pamięci oraz przywrócić elastyczność mózgu, informują naukowcy z Uniwersytetu Kalifornijskiego w San Francisco. Dotychczasowe badania wykazały, że środek o nazwie ISRIB przywraca funkcje pamięciowe wiele miesięcy po urazowym uszkodzeniu mózgu, odwraca zaburzenia poznawcze w zespole Downa, zapobiega utracie słuchu spowodowanej hałasem, pomaga w leczeniu niektórych typów nowotworów prostaty, a nawet zwiększa funkcje poznawcze u zdrowych zwierząt.\r\n\r\nNa łamach pisma eLife ukazały się właśnie wyniki kolejnych badań nad ISRIB. Ich autorzy donoszą, że lek bardzo szybko przywraca starym myszom zdolności poznawcze młodych zwierząt. Jednocześnie dochodzi do odmłodzenia mózgu i komórek odpornościowych, co może wyjaśniać obserwowane zjawisko.\r\n\r\nBłyskawiczne działanie ISRIB pokazuje, że znaczna część związanej z wiekiem utraty funkcji poznawczych może być powodowana przez odwracalną fizjologiczną „blokadę”, a nie przez nieodwracalną degenerację, mówi profesor Susanna Rosi z wydziałów Neurochirurgii, Terapii Fizycznej i Rehabilitacji UC San Francisco.\r\n\r\nDane te sugerują, że – w przeciwieństwie do powszechnie przyjętej opinii – mózg nie traci na stałe zdolności poznawczych, ale są one w jakiś sposób blokowane przez czynniki wpływające na komórki. Nasze badania nad ISRIB pokazują, że istnieje sposób zatrzymania działania tych czynników i odzyskanie zdolności poznawczych, które z czasem stawały się coraz bardziej niedostępne, dodaje profesor Peter Walter z Wydziału Biochemii i Biofizyki. Walter to wybitny naukowiec, wielokrotnie nagradzany za swoje prace nad reakcją komórek na stres. To właśnie w jego laboratorium w 2013 roku został odkryty ISRIB.\r\n\r\nISRIB działa poprzez ponowne uruchomienie w komórkach całej maszynerii odpowiedzialnej za produkcję białek. Zostaje ona z wiekiem zablokowana przez mechanizm zwany zintegrowaną odpowiedzią na stres (integrated stress response – ISR). Nazwa ISRIB pochodzi od ISR InhiBitor.\r\n\r\nMechanizm ISR zwykle odpowiada za wykrywanie problemów z produkcją białek, co może być sygnałem, że komórka uległa infekcji lub doszło w niej do pojawienia się mutacji genetycznych prowadzących do rozwoju nowotworu. W takim przypadku ISR blokuje zdolność wytwarzania białek przez komórkę. To niezwykle ważny mechanizm służący do obrony organizmu przed niewłaściwie działającymi komórkami.\r\n\r\nWalter i jego zespół odkryli, że jeśli w tkance mózgowej ISR „zatnie się” w pozycji „włączony”, to może to prowadzić do poważnych problemów, gdyż komórki tracą zdolność do normalnego funkcjonowania.\r\n\r\nPodczas swoich niedawnych badań Walter i Rosi wykazali, że u myszy po urazowym uszkodzeniu mózgu dochodzi do chronicznej aktywacji ISR, co prowadzi do utraty zdolności poznawczych i zaburzeń zachowania, a po podaniu ISRIB mechanizm ISR zaczyna działać prawidłowo, co bardzo szybko doprowadza do odzyskania normalnego funkcjonowania mózgu.\r\n\r\nObserwowaliśmy, jak ISRIB przywraca funkcje poznawcze u zwierząt z urazowym uszkodzeniem mózgu, które w wielu aspektach przypomina spadek zdolności poznawczych związany z wiekiem. Zaczęliśmy się więc zastanawiać, czy lek ten może odwrócić skutki starzenia się. To był kolejny logiczny krok, mówi Rosi, która jest dyrektorem ds. badań neurologicznych w UCSF Brain and Spinal Injury Center.\r\n\r\nDo badań zaangażowano naukowców z laboratorium Rosi. Na czele grupy badawczej stała Karen Krukowski. W ramach eksperymentu włożone do basenu z wodą myszy widziały wystającą z wody platformę, na którą musiały wejść, by wydostać się z wody. Po sesji treningowej poziom wody podnoszono tak, że platforma nad nią nie wystawała, a do wody dodano barwnik, by platformy nie było widać. Myszy musiały więc zapamiętać, gdzie znajduje się platforma, na której mogą bezpiecznie stanąć. Zadanie takie jest zwykle trudne do wykonania dla starszych zwierząt, które mają problemy z zapamiętaniem położenia platformy.\r\n\r\nOkazało się jednak, że starsze myszy, którym podczas trzydniowej sesji treningowej podawano niewielkie ilości ISRIB, radziły sobie z zadaniem równie dobrze, jak młode myszy, i znacznie lepiej niż myszy w tym samym wieku, którym leku nie podawano.\r\n\r\nChcąc zrozumieć, jak ISRIB działa, naukowcy podali myszom pojedynczą dawkę, a następnie przebadali aktywność i anatomię komórek hipokampu, regionu, który odgrywa kluczową rolę w uczeniu się i zapamiętywało. Okazało się, że powszechnie występujące sygnatury starzenia się neuronów zniknęły dosłownie w ciągu jednej nocy, połączenia komórek pomiędzy sobą wzmocniły się, a komórki odzyskały zdolność do tworzenia stabilnych połączeń.\r\n\r\nNaukowcy wciąż badają, w jaki sposób ISR zakłóca procesy poznawcze u starzejących się myszy oraz u myszy z różnymi problemami neurologicznymi oraz sprawdzają, jak długo trwają dobroczynne skutki podawania ISRIB.\r\n\r\nDotychczas zauważyli, że ISRIB zmienia też sposób funkcjonowania limfocytów T, które również z wiekiem coraz gorzej funkcjonują. To zaś może sugerować inną ścieżkę działania leku oraz może mieć znaczenie dla leczenia wielu różnych chorób związanych z pojawianiem się stanu zapalnego i gorszym funkcjonowaniem układu odpornościowego, od Alzheimera po cukrzycę.\r\n\r\nMożna by się zastanawiać, czy zakłócanie pracy tak ważnego mechanizmu obrony komórkowej jak ISR jest bezpieczne. Bardzo dobrą wiadomością jest fakt, że dotychczas nie zauważono żadnych skutków ubocznych stosowania ISRIB. Profesor Walter mówi, że mogą być dwie przyczyny. Po pierwsze, wystarczy zaledwie kilka dawek ISRIB, by zresetować stan chronicznej aktywacji ISR do stanu normalnego, po którym to resecie ISR nadal funkcjonuje prawidłowo, chroniąc komórki przed problemami.\r\n\r\nPo drugie, ISRIB nie działa gdy zostaje podany komórkom, w których włączona jest najpotężniejsza z form ISR – chroniąca np. przed bardzo agresywną infekcją wirusową. To brzmi niemal zbyt dobrze, by było prawdą, ale wydaje się, że ISRIB daje nam możliwość idealnego manipulowania ISR, mówi Walter.",
        "published": "2020-12-03T12:11:54Z"
    }
}
]
